[
  {
    "order_no": "AI1317115",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "3-4 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "This song for my wife mansi i called her babu and she called me hubby 💖 Happy Birthday, My Love — Mansi 💖 When I think about our story, it still feels like a beautiful movie. We met back in 2012, two completely unknown people — just crossing paths without knowing what destiny had planned. Slowly, friendship bloomed… and before we knew it, we became best friends who could talk about anything and everything. Life wasn’t perfect — we both had our pasts, our heartbreaks — but maybe that’s what made "
  },
  {
    "order_no": "AI616986",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "This song is for my boyfriend gogu from me his girlfriend mogu it was 8 nov 2023 we first met in pune on aur document verification it was quick we instantly connected with each other and started chatting as friends we were posted in pune bt at different offices we enjoy each others company he joined first and the day i joined he promised he will come to meet me and he came after that he used to come to meet me on every weekend travelling 80 kms on scooty and the bond grew stronger and one day we"
  },
  {
    "order_no": "AI1217094",
    "mood": "Happy",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi-English This song is for my wife and I’m her husband We both call each other love She has been a rock in my life.no matter what she never gives up on me and our daughter And it’s her 40th birthday and let this song be from me and our daughter Aarya to her Please ensure \\* ✅ Every couplet rhymes (AABB pattern) \\* ✅ All rhyme words are meaningful (not fillers) \\* ✅ Grammar is correct in every line \\* ✅ Every phrase makes complete sense \\* ✅ No romantic/brother confusion (bhai, yaar context) \\* ✅ Read aloud - does it flow naturally? \\* ✅ Use \"tum\" instead of \"tu\" for respectful tone",
    "story": ""
  },
  {
    "order_no": "AI1217095",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for my husband Shubham from his wife Rupali. I call him Molu, he calls me Golu Ours is arrange marriage, our parents knew each other, they made us to meet each other, we met as an unknown became friends,best friends, lovers and then got married. We made arrange to love with help of phone calls, video calls, meet-up. Dates dinners, outings everything made our bond stronger. We understood each other and families to ease the relationship. We got married in a great an accepted each other completely. In 3 years of our marriage it was full of ups and downs but we are and we'll be together forever, because we can't live without each other.we are blessed with baby boy n he is our pyar ki nishani. We are living a pyar bhari life.",
    "story": "Please ensure \\* ✅ Every couplet rhymes (AABB pattern) \\* ✅ All rhyme words are meaningful (not fillers) \\* ✅ Grammar is correct in every line \\* ✅ Every phrase makes complete sense \\* ✅ No romantic/brother confusion (bhai, yaar context) \\* ✅ Read aloud - does it flow naturally? \\* ✅ Use \"tum\" instead of \"tu\" for respectful tone"
  },
  {
    "order_no": "AI1217096",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi-English",
    "story": "The song is for my girlfriend i am her boyfriend We met during our internship — just two interns figuring our way around the office. I started liking her pretty early on, though I didn’t say anything at the time. A group of us planned a trip to Alibaug for a short stay, and that trip changed everything. We laughed, explored, and just had the best time together. Somewhere during that trip, I started feeling this strong sense of wanting to protect her and take care of her — that’s when I realized "
  },
  {
    "order_no": "AI1117097",
    "mood": "Romantic",
    "occasion": "Other",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English from priyanshi to keshav First meeting on 7th july, he was wearing blue shirt, cream jeans Marraige date 8th december First date 20 august raat ko ice cream time 9pm Second date 21 august hum fr se mile royal bangla Third date 22 august ko fr se mile ghar valo se chori hum gye abohar",
    "story": "Please ensure \\* ✅ Every couplet rhymes (AABB pattern) \\* ✅ All rhyme words are meaningful (not fillers) \\* ✅ Grammar is correct in every line \\* ✅ Every phrase makes complete sense \\* ✅ No romantic/brother confusion (bhai, yaar context) \\* ✅ Read aloud - does it flow naturally? \\* ✅ Use \"tum\" instead of \"tu\" for respectful tone"
  },
  {
    "order_no": "AI1217099",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi For my boyfriend sriraj I need the song to be heartfelt, romantic, and emotional love story — something that feels like old-school Emraan Hashmi romance — deep, soulful, passionate, and filled with moments of quiet love. It’s about two people who found love in the most real, simple ways — hill drives, shared laughter, small habits that changed with love. It’s not a fairy tale, it’s real, but that’s what makes it magical. The girl feels like meeting him changed her rhythm — he’s her calm, her spark, her home. She calls him Sri — it’s tender, intimate, personal. His full name is Sriraj, but for her, “Sri” is the name her heart speaks. Their story isn’t about luxury or grand gestures — it’s about mountain drives, momos, shared chutney, and endless talks under open skies. She remembers how he used to eat momos with ketchup — and how love made him try her spicy chutney — a small, symbolic moment showing how love makes people grow together, change together. His birthday (1st February) is an emotional mark — the day the world gave her her person. That date should feel like a line in the stars, something worth remembering forever. Musically, the song should feel like a blend of: • “Tum Mile” — the intensity and longing, • “Zara Sa” — the tenderness and emotional closeness. The emotion should rise like a wave — starting with nostalgia and warmth, slowly building to passion and deep love. It should make the listener feel that love is not loud — it’s in moments, in the little things, in every heartbeat that whispers “Sri.” We also have lot of travel memories to goa bali thailand Jaipur He was once waiting to meet me in cold weather outside my house just to see me around 4 am thats a special memory that I remember",
    "story": "Please ensure \\* ✅ Every couplet rhymes (AABB pattern) \\* ✅ All rhyme words are meaningful (not fillers) \\* ✅ Grammar is correct in every line \\* ✅ Every phrase makes complete sense \\* ✅ No romantic/brother confusion (bhai, yaar context) \\* ✅ Read aloud - does it flow naturally? \\* ✅ Use \"tum\" instead of \"tu\" for respectful tone"
  },
  {
    "order_no": "AI1217101",
    "mood": "Happy",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi The song is for my wife, I call her Babe…and her name is Stavya, and my name is Amit we have gotten recently married but have been together for 3 years now and the best thing i like about her is how she’s my best friend, and how it’s never a dull day with her in my life We met in our first job, i did like her personality her looks from day 1, but our story took 1 year to develop as we became friends first, then best friends and then one day I confessed my feelings for her",
    "story": "Please ensure \\* ✅ Every couplet rhymes (AABB pattern) \\* ✅ All rhyme words are meaningful (not fillers) \\* ✅ Grammar is correct in every line \\* ✅ Every phrase makes complete sense \\* ✅ No romantic/brother confusion (bhai, yaar context) \\* ✅ Read aloud - does it flow naturally? \\* ✅ Use \"tum\" instead of \"tu\" for respectful tone"
  },
  {
    "order_no": "AI1217102",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for my husband sumeer. 16 years relationship. People often call us cute office couple from shruti The story began when I joined his team. The first intraction was when i was trying to print some pages. I asked for the help.The team members use to pair us together and now they call us cute office couple. Please ensure \\* ✅ Every couplet rhymes (AABB pattern) \\* ✅ All rhyme words are meaningful (not fillers) \\* ✅ Grammar is correct in every line \\* ✅ Every phrase makes complete sense \\* ✅ No romantic/brother confusion (bhai, yaar context) \\* ✅ Read aloud - does it flow naturally? \\* ✅ Use \"tum\" instead of \"tu\" for respectful tone",
    "story": ""
  },
  {
    "order_no": "AI1217096",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi-English",
    "story": "The song is for my girlfriend (Prachi) i am her boyfriend,shivam We met during our internship — just two interns figuring our way around the office. I started liking her pretty early on, though I didn’t say anything at the time. A group of us planned a trip to Alibaug for a short stay, and that trip changed everything. We laughed, explored, and just had the best time together. Somewhere during that trip, I started feeling this strong sense of wanting to protect her and take care of her — that’s "
  },
  {
    "order_no": "AI1417142",
    "mood": "Romantic",
    "occasion": "Proposal",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "The song is for my love Unexpected love story but we be love each other soo muc His name is raaj We met in the car while going waterfall 3 sep we proposed each other He is so romantic\n\nPlease ensure \\* ✅ Every couplet rhymes (AABB pattern) \\* ✅ All rhyme words are meaningful (not fillers) \\* ✅ Grammar is correct in every line \\* ✅ Every phrase makes complete sense \\* ✅ No romantic/brother confusion (bhai, yaar context) \\* ✅ Read aloud - does it flow naturally? \\* ✅ Use \"tum\" instead of \"tu\" for "
  },
  {
    "order_no": "AI1517174",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi-English To Gurpreet from wife Anamika Hum cgc landra clg me as a B. Pharmacy student mile the ek class me the but 3 saal se ek dusare ka naam nahi jante the 4th year me ek file ke chakr me baat msg par hue the, waha se dosti hue fer pyar but 6 month 2016 me clg khtm ho gaya hum dur ho gae 2017 me ye canada chale gae hum 5 saal dur rhe ek dusare se, hum dono ka caste difference tha toh ghr par marriage issue bhi bhaut thi, 1 saal parents ko manane me lag gae ye sikh me jain bhaut caste difference but finally 2022 me humne mana lya parents ko 2022 june me roka hua 2022 dec me shadi, ab 3 saal hone wale hai 14 dec 2022 me. Kafi struggle kiya humne long distance, intercaste fer uske baad shadi ke baad me miscarriage ab finally hum baby welcome krne wale dec me, bhaut struggle tha but hum dono ne ek dusare ka sth ni chodha, especially me patience kho chuki thi mere husband ne bhaut sth diya bus unke liye bhaut sunder song as a anniversary gift chahti hu",
    "story": ""
  },
  {
    "order_no": "AI1117066",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi Song from wife to his husband We guys meet 11 year back,happily married couple,always flight like Tom and jerry,but not live without each other.",
    "story": ""
  },
  {
    "order_no": "AI1217086",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi This song is for my boyfriend from his girlfriend he called me lady luck I stalk him last one years n finally he yes to on my birthday so he is my biggest birthday gift",
    "story": ""
  },
  {
    "order_no": "AI1217102",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for my husband sumeer. 16 years relationship. People often call us cute office couple from shruti The story began when I joined his team. The first intraction was when i was trying to print some pages. I asked for the help.The team members use to pair us together and now they call us cute office couple.",
    "story": ""
  },
  {
    "order_no": "AI1817241",
    "mood": "Romantic",
    "occasion": "Proposal",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi-English",
    "story": "This song is for my to be husband shanu from his fiance Nikki Here’s your story, written with emotion, flow, and depth:"
  },
  {
    "order_no": "AI1817235",
    "mood": "Celebration",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi",
    "story": "the song is for my gf and i m her bf ashish hum pehli baar gym m mile waha s sab start hua wo alag aur m laag jindgi jeene ka treeka dekhne ka alag tha usne muje sambhala maine use sambhala is duniya ko jana sath m har cheez har mehfill m dost gf partner sab sath bne khushi ho ya gum cahhe party ho ya jindgi har jagh ek doosre ko sath chah maine usko cheat bhi kiya phr bhi usne sath diya dil ki sacachi h wo imaandar h wo jindgi jeene ka treeka sikhaya usne hm ladye h roz ladte h 8 saal ka age ga"
  },
  {
    "order_no": "AI1517250",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "The song is from puja to her husband sarang It’s an arrange marriage one day one uncle came tell me about him to my dad after some days he ping me on Instagram I just ignored for some time then I replied back. Then we talk with each on social media after that he came with his family for kade pohe program after that day we decide to meet each other in garden. We talk each other then we did a final decision to to yes for marriage I just love the way he is behaving he is a very sweet caring person "
  },
  {
    "order_no": "AI1617204",
    "mood": "Romantic",
    "occasion": "Varmala entry",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi The song is for my husband to be… I want to enter the varmala with Personalised song It’s arrange marriage and within months we have become so close and share special bond with each other",
    "story": ""
  },
  {
    "order_no": "AI1617201",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi This song is for my husband sanjay from his wife Rakhi Met in lonavala and it was love at first sight..sarted talking and became friends n fell in love in month of Feb..my parents caught one day while talking to you in night..d day i said I love him proudly n our love story began n im very possessive for you many up n downs came but holded hand tightly thanks for understanding me in every situation..first meet in Chennai was like magic in stranger home..u holded my hand n it was my first hug..v fight a lot but love to d core of heart.. happy anniversary my dear hubby love u lottt..",
    "story": ""
  },
  {
    "order_no": "AI1617217",
    "mood": "Romantic",
    "occasion": "Wedding reception",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi For Shrishti We met almost an year ago as strangers, and are becoming life partners now",
    "story": ""
  },
  {
    "order_no": "AI1417144",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi- he calls me guggu I call him guggu Guggu mein favourite in punjabi Ok thanks It goes as... Today is special as today u were born and i guess for me 😊... 6/12/83..... So I thought of making it even more special by wishing u a very happy birthday my love,this way... (The story) We met each other when we werent looking for anybody and then out of no where we met,we felt connected and we started talking and chatting and didn't realise, when we madly fell in love inspite of not wanting to get into any kind of love affair but yet we started.. And then we started dreaming big, we fought,we cried,we blocked each other,we broke up too, and we still got back as my life without u is incomplete... Never can imagine my life without u....still,till today even after 8 years we are standing by each other head strong.. thank u for everything.. love u till the moon and back... Happy birthday once again",
    "story": ""
  },
  {
    "order_no": "AI1617215",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi This song is for my husband Jinal, from his wife jiya. We met online in year 2010. From friends to best friends to couple to married couple and lastly parents to our two little boys. It’s been a long journey. From late night talks and to changing diapers, from taking care of each other to taking care of our boys. From hardships to happy tears we were destined to be together. Thank you for doing everything for us. I and our little boys love you.",
    "story": ""
  },
  {
    "order_no": "AI1617212",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi The song is for my husband. I call him Hubby Shona and he calls me Madhu Shona Our story began in the most unexpected yet beautiful way—through Shaadi.com, thanks to our parents who believed in destiny more than we did. When I saw him for the first time on our video call, I genuinely thought he might be the strict, slightly angry type. But the moment we started talking—about something as simple as what we do on Sundays—I felt an instant comfort, a softness I didn’t expect. Then came our first phone call. It began with “sorry”, followed by the cutest promise: “When we meet, I’ll treat you to ice cream.” Somehow, in those small moments, I felt like I had found my whole world. Day after day, call after call, what started as an arranged match slowly turned into a bond we chose with our whole hearts. Our parents may have found the match, but we found the love. Today, I feel like the luckiest person to call him my husband—my match made by them, but my love found by us.",
    "story": ""
  },
  {
    "order_no": "AI1617211",
    "mood": "Sad",
    "occasion": "Apologizing for my mistake to Her and telling her that i will never do this type of mistake again",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi- English This somg is from Shubham to his girlfriend subhecchha",
    "story": ""
  },
  {
    "order_no": "AI1717226",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi-English The song is for my wife Simran, from me husband Udit. My mother saw her first somewhere in a program. Then she asked me to meet her. Then we met at a relative's house. She just looked at me with one look, Then I smiled at her too. Then we decided to get married on 25th november 2020. Arranged marriage turned into love marriage, Then we Went to Himachal for honeymoon",
    "story": ""
  },
  {
    "order_no": "AI1717225",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for my husband Harsh. From wife Pushti. I called him parikh ji sometimes and he call me Pushtu or beta for sometimes. Our marriage is an arranged marriage. We met through our community matrimonial WhatsApp group. In 3 meetings we said yes to each other. At the start we are opposite from each other. But you know opposites attract. He cares about me so much; whenever I feel sick, he handles me like a little child after my parents in my fears, and he always tries to help me in the smallest things. I love his perfume collection so much; that's why I always steal his perfume. He likes styling himself and the gym. Sometimes we have small fights, but at the end of the day, our bonding is strong and also building stronger. We completed today 2 years of our marriage. I hope this journey goes like this till our last breath.",
    "story": ""
  },
  {
    "order_no": "AI1717230",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi This is for my wife sapna,i am her husband swapnesh.she call me dudu and i call her bubu. First time we both meet in a theater while she was playing with his scooter key and our relation started from 14-10-2021,first we were bf n gf for 4 years and in tht journey of us we had created many happy memorys of us bt sometimes we had also seen fights bt we solve our problem n be a happy couple. We shared a special bond with eachother between bad dys too like financial bt we support eachother and we love eachother the sme way and mostly we do mimicry of jethalal n daya from tarakh mehta ka oolta chashma show.now we r gonna be official husband n wife Make the song special i want to show how much i love her and in last add i am with you for always n forever because we used toh say eachother.",
    "story": ""
  },
  {
    "order_no": "AI1717227",
    "mood": "Celebration",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi The song is for my husband harshit from her wife riya on his birthday Harshit and riya were to meet on one fine day randomly on a railway station but riya didn't show up and then another day accidentally on a new years eve riya texted harshit a Happy new year msg and the talk began and then when we realised we liked each other our kundlis didn't match and Harshits family said no.. After alot of struggles we finally got married and fighting all. Odds we are here and happy",
    "story": ""
  },
  {
    "order_no": "AI1717234",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English Rishabh gandhi Husband Hey love!! 27 sep ko insta pr aayi ek request rishabh naam ka yh ek handsome ldkaa Hairaan me hui thi bhutt pr fr kaafi soch kr kri accept mene request Phir baatein hui toh ese hui ki jese saalo se jaante h yaar Itni zyda similarities thi ki match ho gye hmare dil ~ vil Feel huya jaane kb se tha yh hmara connection Psnd apko krti thi me kb se Apka Bio data mila kismt se Yaad h vo hmare 19 nov vali First date jb sth me haraa hua world cup dekha Ek trf match se dil tuthaaa dusri trf apse dil judhaa Jaane mujhe apse kb ho gya pyaar Fr date kiya chup chup k mile sth me ghrvalo ko mnaya ar frr 24 November ko bani me apki dulhan Shaadi k baad b faaslo me safar tha pr ab paayi h manzil after all the storms its us and our sweet love. Perfect partner ho yr aap Aap ho toh sb h alright jaan Green flag nhi puree green forest ho aap",
    "story": ""
  },
  {
    "order_no": "AI1817236",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "2-3 Min",
    "artist": "Male",
    "language": "Hindi for my husband ritesh behal we met in a arrange marriage setup at regal blue. on 26 oct. than 29 oct we met my chance on cmc road nd than muh meetha on 30 oct.. than he gave me his number than the story began to arrange marriage to love...our first date on 27 nov in lake house.. his first time drive car nd that was with me and on 7 dec on his birthday that movie date and long drive and so many memories... than story went on and on... specialy mention... that talk out the cmc hospital was amazing... thar car memories we always cherish.. he grew his beard bcoz of me bcoz i like it.. he is a soft kind hearted man with sexy looks..he dress according to me...and special day when tie knots is 26 jan the special day.. his surprise performance on wedding stage.. took my heart away.. his curiosity of meeting me before my entry.. nd than beautiful journey began.. and than after seven months next day of diwali i told him i m pregnant.. nd 28 jun 2024 my son came in our life.. their we become more stronger together my son name is dhairya",
    "story": ""
  },
  {
    "order_no": "AI1817238",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi-English The song is for Anu, I am here husband navjyot We met first time we didn't even looked at each other. Later we became a casual friends I was going through a tough breakup and even was dealing in a bad relationship which was about to end soon. Then we came closer and became very good friends and eventually we started liking each other then we got married last year and this is our first anniversary.",
    "story": ""
  },
  {
    "order_no": "AI1817239",
    "mood": "Romantic",
    "occasion": "Proposal",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for my husband and the song is from Vijaylaxmi We met on Facebook messenger it all started with Hi and we shared the number had a interaction in WhatsApp has a long day conversation shared the past stories then started developing the feelings you came to Banglore for the course and job we started meeting and had a great time start yes understanding each other that’s when we understood we are mad for each other then went to long distance and then went to family agree all the formality done got engaged on 06 May 2025 and we are getting married ow on 27 November 2025",
    "story": ""
  },
  {
    "order_no": "AI1817240",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi From Sanyukta to Brijesh who is my life life life line jaan We met very late in life, but when we met, we met at the perfect time. There is a story in many films. A woman living in Delhi gets transferred to Lucknow by mistake for some work. She has no connection with Lucknow. She is scared.Being a Maharashtrian, she has no distant connection with Lucknow. So, she finds a number to do some work on. She keeps calling and calling, but the person on the other end doesn't pick up. One day, she receives a call and he... He gets the job done, and she thinks he's angry because he hasn't picked up her calls for a long time. After the work is done, they end the conversation by thanking each other, but the numbers remain in each other's phones. After a long time, he calls her. You check the status and react to it. She also thinks that Baba reacted to her. Then one day you will come to Delhi and tell her to meet him. She goes to meet him. He meets her in a mall. He tells her that he has some work to do tomorrow and goes to meet her. He suddenly takes her close and whispers \"I love you\" in her ear. She says, \"I don't know who you are, but in some life, we will be together and have a lot of fun.\" And being very emotional, we ask together, that voice, that touch, that breath, that heartbeat, she falls in love with him and says yes to him and he falls in love endlessly. A story of many films. Also, the song is expected. Both are very different. He is from Lucknow and she is from Maharashtra. But since they live in Delhi, they have no connection to each other even though they are from Delhi. Universe got each other in a filmy dramatic style. In the same way that God creates paths for those who are destined to meet, the fact that she is going to Lucknow to commit murder without any connection and ends up on his table is a very beautiful coincidence, and it is only The universe created it so that these two could meet.",
    "story": ""
  },
  {
    "order_no": "AI1817242",
    "mood": "Romantic",
    "occasion": "Suprise for fiancee",
    "length": "3-4 Min",
    "artist": "Female",
    "language": "Hindi-English This song is from yashi and this song is for my fiancee lakshay( who is my sweetheart ) It's an arranged marriage setup.this rishta came through nani.First meeting was between him and my sister and brother in law at a restraunt. Later I met him alone After this my parents went to his home to meet him and his family. Then again we met once and then I met his mother in a restraunt. Then we visited panchkula to take approval from Gurumaa. On getting approval, Finally he along with his family visited my home and we finalised this. During this process we fell in love with each other but were waiting for this confirmation On 13 th July we got rokafied and that was beginning of our forever. When he came to Mumbai, it was very special trip as he proposed me and I'm Very grateful and happy for the time spent with him. Though it's arranged marriage but we both love each other more than any girlfriend or boyfriend. I would like to promise him that I would love him forever and will stay together forever",
    "story": ""
  },
  {
    "order_no": "AI1717247",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi FROM kajal to abhishek Its an arrange marriage when we see each other pictures instantly we like something about each other then we meet and thing moving forward we slowing start talking to each he flies to my dm and the our story begin baatien karna vc par ek dusre ko delh kar khana banana n all vo sare moments bgt soecial th than engagement hona hamari shadi m 8 mahine ka gap tha jo humne kafi achhe s enjoy kiya Also i want his name and mine too Humko milbaya aur ek mualakt m we said yes and then insta par he dm me and than we start talking fir hamari engagement hui fir 4 mahine baad shadi Hamari shadi 8mahine ka gap tha",
    "story": ""
  },
  {
    "order_no": "AI1817255",
    "mood": "Romantic",
    "occasion": "Proposal",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English This song is for my fiance Guneet i am his fiance nitika he calls me nona and i call him saby I saw me on 19th of sep nd proposed me on 22nd of sep directly for marriage. That was a pehli mulakat vla pyaar from his side nd i felt for him by time but harder.. now he is my morning call my goodnight call nd i love him so much. The reason i fell for him so deeply nd early is he makes me feel like a princess the way he stands for me infront of my family nd his family take care of mee give me attention love mee.. i feel like a home with him♥️ The day i felt like you are the one is the day uh cried nd just askd a simple thing don’t leave me.. uh tried your level best to give assurance to mee by calling your mom nd making her talk to mee.. i loved the gesture of you not just bringing thode gifts even khus pair me anklet pehnana nd kehna uh deserve all these things nd much more than this.. i feel so alive nd happy with you.. i loveee you sooo sooo soo much.. nd yaa m waiting for the day to come where i can hold your hand nd say i am his sardarni Add some cute proposal lines by your side plzz",
    "story": ""
  },
  {
    "order_no": "AI1917257",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English For someone special 1. For someone special birthday 2. We met through Hans matrimony, saw pictures and biodata and both were like ‘thik h mil lete h’ and met with families for the first time, when i came home he sent me a text and i replied after 3-4 hours and then calls and then video calls after that on 3rd day met alone and he gave me a rose with a little proposal of Will you marry me 3. We started vibing super soon and Still getting to know each other 4. We vibe on and sing songs together 5. Love to explore places like we went to dandiya night, club, movie, various cafes, etc 6. Met chupke chupke a lot of times, exciting hidden dates 7. Small turbulences but he is soo sure about me that he got inked by my name ‘Mallika’, i was shockingly surprised 8. It’s his birthday, i want him to feel special 9.He loves our hashtag - #KAMALL (Kartik, Mallika)",
    "story": ""
  },
  {
    "order_no": "AI1917259",
    "mood": "Happy",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English This song is for our daughter Kashvi..who is turning 13.This song is from her mom dad n sister samaya My daughter born on 30 nov... bringing smiles n joy to our world..she s cute..she s funny..she s stubborn..sshe s d greatest gift to us...she makes us feel proud..by dancing her way out...her warmth n love n care is true blessing\"kashvi, happy 13th birthday to the little munchkin who stole our hearts from the very first day! 🎉❤️ From tiny fingers and toes to the strong, confident young woman you're becoming - your journey has been pure magic. We've seen you grow, learn, and dream big. And we can't wait to see what the future holds for you! Here's to a year of adventure, laughter, and making memories that'll last a lifetime. Love you more than words can say! 🎂✨\" blessed to be her parents.. one request do mention my daughter s name Kashvi in d song",
    "story": ""
  },
  {
    "order_no": "AI1917262",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi This song is for my love Sandesh from his favorite person Akanksha. He calls me akku and I call him Saundesh We first met in office in training, he mentioned that he loves to sing that time I first time talked to him so I told him to sing a song then he sung a song \"hume tumse pyar kitna ye hum nhi jante\".Of that song his lines hit me hard that is \" Tujhe koi aur dekhe to jalta hai dil, badi mushkilo se fir sambhalta hai dil.\" Then I started talking to him like asking him to sit with me, come on lunch break with me and like that we came closer and became best friends. First time I met him outside of office on 27th September on chai date place named Tea Post. We became more close and I proposed him and he accepted me as his partner and now we don't even spend a single day without each other not even on weekends.",
    "story": ""
  },
  {
    "order_no": "AI1917263",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi From Jay To Kruti My Sunflower We met on dating app but I can’t believe how fast we became so close. We told our parents we are that much sure. We went to Udaipur trip and we enjoyed a lot.we went to mumbai Trip recently and we danced a lot in club. She is so much supportive,so much mature and so much caring i lover her a lot",
    "story": ""
  },
  {
    "order_no": "AI1917264",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi The song is mention my husband Mukul.mukul is my whole life Humari shadi arrange marriage hui h.phele milna ak dusre ko dekhna phir riste k liye hn karna mukul ka phir chat per phele baat dheere dheere call per baat muje mukul se pyar hogya tha per mukul ko muje se tha ki nhi pta nhi per muje itna tha ki muje bas ye chaiye or ye hi chaiye phir engagement hui humari or riste ki ak nayi surut bo din mere liye bhut special tha phele baar mukul ka hath pakdna or esa laga bas ye kabhi bhi na chode next day mena apni feeling batai per unhone puri na suni or call cut kar diya bhut bura lag muje per dil ko samjha liya phir ak esa call aaya jise meri life ruk gai or ab muje laga ki muje pyar nhi karna chaiya tha dil nhi lagna chaiya tha m toot gai per thanks to mukul jo ap muje sambal liya or apni feeling muje batai ki ap muje se pyar karne lage ho isliye muje shadi karna chate ho bo din mera liye bhut hi kharb tha per nikl gya bas ab bo dubara na aaye or ap muje humesa pyar karte raho phir nov 27 ko humari shadi hui or hum 2 se ak ho gye shadi ak ye saal bhut hi khushi se bhara hua tha iss saal mera pregnant ki news mili or hum 2026 m mummy papa bna jayega mukul tum sab kuch ho mera liye kab ap itna special bna gye muje pta hi nhi chala ajj m apke bina nhi rhe shkti........",
    "story": ""
  },
  {
    "order_no": "AI1917267",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi-english Song is for my husband Rajdeep from me his wife shubhangi on our 20th wedding anniversary We met as 18 yr olds in Ahmedabad at a flying school married for past 20 yrs He is my bestest friend my therapist my guide,Love to do everything and anything only with him He is from Moga in Punjab,I am from thane in Maharashtra.We are now staying in Lokhandwala andheri west We have two daughters Meher and Myrah I feel very blessed and happy to have him in my life He knows be best,better than anyone else He can read me in and out",
    "story": ""
  },
  {
    "order_no": "AI1817269",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi The song is for my hubby Parth on his first birthday after marriage from his wife Divya. The song is for my hubby Parth on his first birthday after marriage(arrange marriage). Our mothers are childhood friend they met us. He Loves cricket, (fan of Sachin Tendulkar),Jolly person, fun loving,Hardworking, Loves family a lot, Cheerful person, keep everyone happy around him and very responsible, mummy and dono didi k laadle aur meri jaan For birthday wishes May you get success in your life We love each other always and grow together.",
    "story": ""
  },
  {
    "order_no": "AI1917272",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for my husband Jatin. The song is from me, his wife Charu. He calls me Chau ji My parents went to see Jatin at his house in March 2025 end. I was in Germany that time and was coming back to India. We talked for this first time over phone on 31 March 2025. We did a video call with parents the next day. We liked each other and I flew from Bangalore to chandigarh on Thursday 3 April to meet him in person. We met and got rokafied on 4 April 2025. My parents wanted to do the marriage as early as possible but he needed some time. Our marriage date got finalized for 19 May 2025. Few days before our marriage there was India Pakistan war going on. We were not sure if we will be able to proceed with our marriage plans. Eventually the war got stopped and we got married. The courtship period for us was very less. I came back to Bangalore in June. For the next 3 months Jatin came to Bangalore to meet me for few days. He came to Bangalore even on my birthday. During his trip to Bangalore we went visited Mysore and coorg. He really liked coorg because of the waterfalls. Whenever I miss him, I wear the watch he had gifted me. He sends me flowers, brocolli and cauliflower and I send him chocolates and protein bar on our month anniversaries. We go for walk in the evenings together whenever I am with him, either in Bangalore or in Panchkula. I have adopted his lifestyle starting from using the same brand toothpaste to things he eats or the night time skin care routine. I have changed all the things for him. The first time he came to Bangalore I made sure he feels like home. I bought the cosmetics he use, the vitamins he takes, the soap he uses, the things he need for daily purposes, everything. His birthday is on 2nd Jan. He likes to watch dark movies, I am a fan of korean drama.",
    "story": ""
  },
  {
    "order_no": "AI1917280",
    "mood": "Celebration",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi The song is for my boyfriend Shubham from me Janvi We meet on Instagram. He was just want to do fun at the initial stage..but it suddenly get so Attach and we started doing call and msgs to each other for a long time. Then we meet on 15 july on this day I said yess to him. The day we meet was very beautiful. Every night we used to meet, go for coffee even in rain also. And a day at 4 o'clock we went to medical shop for getting the medicine as he is having cold and in the 5 o'clock we used to stand at the busstop and talking continuously and having a cup of tea. We had the Very misunderstanding in between us we fight, we stay. For all the mistake I just want to say him a big sorry and I am always thankful to him to came into my life and make my life more amazing, happier and more beautiful. Ilove him alot and never want to give up on him. I just want to tell him that I love him so much that no other women can love him like me.",
    "story": ""
  },
  {
    "order_no": "AI2017293",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for My Husband Abhijit Somavanshi from wife Sapana Somavanshi We call each other Baby I call him Abhi Jaan Handsome Panda Babu He calles my cute little bachha sweetie drama queen From the very first day we met on 1st December 2024, in that arranged-marriage setup, life quietly started writing its own fairytale for us. We were complete opposites—him, calm, composed, mature, funny, and deeply responsible… and me, a bubbly, sensitive, moody, soft-hearted girl. But somehow, two different worlds fit together so perfectly that sometimes it doesn’t even feel like an arranged marriage. It feels like destiny… like we were always meant to find each other. Even in this long-distance phase—he in Pune, I in Mumbai—our love never once felt distant. Meeting only on weekends still feels like meeting every day, because he is present in everything I do, everything I feel. I talk endlessly, and he listens with that soft smile. He may be shy with the world, but with me, he is the most expressive man—showing love, care, and affection in ways that make my heart melt. And when he calls me a kid or treats me like one, yet also trusts my maturity… that’s where our magic lies. We had our ups and downs, moments of distance and misunderstandings, but we could never stay away. One of us always chose calm, chose love, chose to fix things—because living without talking to each other felt impossible. He fell in love first, but now… I love him with a depth even words cannot hold. He is no longer just a part of my life—he is my life. He cares for me, understands me, supports me, and loves me in exactly the way I always dreamt someone would. He is emotionally available, gentle, grounded, and mine. The best thing about us is how we find joy in the smallest gestures—little expressions of love that mean more than grand moments. And how quickly we resolve our fights… because at the end of the day, we both choose each other again and again. I feel like the luckiest girl alive to call him my husband. On his birthday—his first birthday with me as his wife—I want to tell him this: Happy Birthday, my love. My calm to my chaos, my peace to my storms, my happiness, my strength, my forever. Here’s to your first birthday with me, and to a lifetime of birthdays together. I love you more than words, more than time, more than everything",
    "story": ""
  },
  {
    "order_no": "AI1917295",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi Nidhi to husband (1) 9 april hum 2020 facebook par mile the, fir ludo khelte khelte,phone number exchange hogye (2) 10 october 2020 ko first meet hui thi hmari delhi mai. Ghume fire, kafi ldiaya hui,pyar bhi hai, 5 july 2021 ko hmri sgai hui,11 December 2021 ko hmari shadi Hui aaj hmar sath mai rhte rhte 4 saal hogye mai hmesha bhgwan se prayer karu gi hum hmesha ase he sath mai rhe, ek wish hai ki hum 2 se 3 hojye❤️🧿 Sorry sgai hmari 25 july ko hui thi Happy anniversary ravi bhi aad kr dena",
    "story": ""
  },
  {
    "order_no": "AI2017299",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "2-3 Min",
    "artist": "Male",
    "language": "Hindi Rohit to anny I want a song for my to be fiancee… So i want to convince her to say yess… Our family are friends…. And i saw her on 2nd November and decided to make her my soulmate… Her Birthday is on 29th November… And want her yess… I call her Anny and she calls me Rishi… We are on talking stage right now… I met her first time in tuition when we were kids… She was 11 and I was 14… So plz go ahead and help me to make a Romantic impression… Our first official meeting for marriage was in Sukhna lake… Plz add this also….",
    "story": ""
  },
  {
    "order_no": "AI2017306",
    "mood": "Romantic",
    "occasion": "First meeting",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English Song is for the guy whom i like and song is from the girl who is getting attracted to the guy Met online on snapchat then within a month we got so close then on first face meeting we hugged and the other meeting led to a kiss which gave warmth homely feeling. Hu mei overthinker but tension word is his takia kalam. He do a lot for others but i want he do for himself too when i m with him",
    "story": ""
  },
  {
    "order_no": "AI2117308",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi This song is for dipak, my muffin from me Saloni - his cupcake. It’s for his birthday I met him unexpectedly. Conversation became regular. And one fine day I decided to go visit him because he stays in Pune. I made him short note and a mini canvas painting. But what he had planned was unexpected. He hid roses in his house for me. Everytime I would find one one rose here and there. He kept surprise ready for me in other room with flower bouquet huge teddy,cute panda and a letter. His honesty made my eyes teary. That bye after first meet was very difficult. I cried because I didn’t know I would meet annd form such a beautiful bond with him. He feels like my fictional character in my real life. Our story was never meant to be ordinary. We both walked into it carrying broken pieces — shattered trust, old heartbreaks, and the fear of feeling too much again. But somehow… in each other’s presence, something healed. Something softened. We met unexpectedly, two people who weren’t looking for anything serious — just conversation, just a distraction. But he became much more than that. He became the warmth I didn’t know I still deserved. Our connection grew in small, honest moments — the way he cooked butter chicken for me while singing and dancing in the kitchen, the surprise letters he wrote, when he makes chai he keep malai aside for me because one day I had told him that I like malai in my chai - he thought I wouldn’t notice, the gajra he tucked gently into my hair, the rose bouquets he kept bringing without reason. And it’s been 6 months still he does. the way he clicked my pictures like he wanted to freeze time. He made me feel like a poem — like something fragile, and precious, and worth loving. We had our morning rides, sunrise moments, movie dates, chai in balconies, handwritten notes hidden in trekking bags, him feeding me when I said ‘I’m done’, me wearing his T-shirt in the cinema hall, and both of us pretending we weren’t falling deeper every day. We’re not defined. We don’t know where this goes. We keep telling ourselves we’re temporary… but our moments feel anything but temporary. He tells me he’s broken. I tell him I am too. Maybe that’s why it feels like our souls recognise each other in ways we can’t explain. This song is for him — the boy who became my safe place without promising forever, the boy who brought back my laughter, my softness, my belief in love, the boy who made even our imperfect, uncertain story feel like the most beautiful thing I’ve ever lived. If our love is incomplete, it’s still the kind that will stay with me forever.so Thnk you for being in my life your presence matters the most. U healed something that you didn’t break. That’s the selfless thing anyone can do.",
    "story": ""
  },
  {
    "order_no": "AI2117319",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for my husband sourabh, from wife himani, i call him guddu, he calls me kiddo We know each other from class 6th, but purposed later when i was in college. We fell in love since then, 8 years we dated each other. That 8 years he cared for me, loved we, suppprted me at every point. I just can't think my life without him, Tu jaan h meri. On 7th dec 2024 we got married, its our 1st anniversary. I want to make our anniversary special with this surprise, he is my forever love. Radha rani ki vje se hume sath mila or ye sath humesha bna rhe or aap humesha khush rho. I love u",
    "story": ""
  },
  {
    "order_no": "AI1917263",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1917263 Verse 1: Dating App Pe Mile The Hum Pehli Baar Can't Believe Kitni Jaldi Close aa Gaye hum Itne Sure The Ki Parents Ko bhi Bataya Udaipur Trip Pe Gaye and we had lot's of fun Ho caring bhi tum aur itni mature ho baatein karu jo tumse bhulu main duniya jo support mujhe ho tum itna zayda karti aaj tumse bas kehna hai itna hi Chorus: Happy Birthday Kruti, Tum ho special mere liye ho tumse hi subah dhale din bhi mere Jay ki haa tum sunflower hi ho felao jo har jagah Khushi, haa tum wohi ho"
  },
  {
    "order_no": "AI1917262",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1917262 Verse 1: Office Training Mein Pehli Baar Mile The Bola Tha Tumne Saundesh Gaana Pasand Hai Tumhe Maine Kaha Gao Ek Song Mere Liye Gaaya Tha Tumne Jo Lines bas gayi dil mein Tumhe koi aur dekhe jalta hai dil, it was special Baatein Shuru hui aapni, chalti thi jo din bhar Saath Baithne lage, Lunch Breaks Pe milne lage aaye close aur fir best friends bhi bane\n\nChorus: Happy Birthday Saundesh, Ho tum special mere liye tumse hi ho subah, tum mein meri shame dhale twenty seven September Chai"
  },
  {
    "order_no": "AI1917259",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1917259 Verse 1: Thirty November Ko Aayi Kashvi humari life mein Smiles Aur Joy Layi Hamari Duniya Mein bhi Cute Hai, Funny Hai, Stubborn Bhi Hai Greatest Gift mila hume us rab se hi Proud Feel Karati Ho Hume Hamesha Dancing Your Way out, you are our princess haa care karti ho sabki, pyaar bhi karti ho True Blessing kashvi humare liye ho.. Chorus: Happy Thirteen Birthday Kashvi Little Munchkin Stole Our Hearts From Very First Day & from first second Tiny Fingers & Toes Se leke aaj Strong Woman"
  },
  {
    "order_no": "AI1917257",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1917257 Hans Matrimony Pe Dekha biodata Thik Hai Mil Lete Hain tha Socha Dono Ne Families Ke Saath Pehli Baar Mile Text Bheja Tumne, Reply Kiya Teen Char Ghante mein Calls Shuru Hui Phir Video Calls Bhi Teesre Din Akele Mile Hum Dono hi Rose Diya Tumne aur kiya propose bhi pucha Mallika will you marry me Chorus: Happy Birthday Ho tum special mere liye vibe ek duje ke sang hum karne lage jaan na hai tumhe abhi aur bhi haa sath mein ghumna cafes, aur wo songs gaana Chupke Chupke bhi Mile Bahut B"
  },
  {
    "order_no": "AI1817255",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1817255 Verse 1: Pehli baar nineteen September Ko Dekha Tha Mujhe aur pehli hi nazar mein Guneet hua pyaar tumhe twenty second September ko kiya propse tumne aur baatein hone lagi hua pyaar bhi mujhe Morning Calls Ho Tum, Goodnight Calls Bhi meri Love You So Much Guneet aaj Tumse Kehti karao humesha princess jesa feel mujhe lo mera stand dono families ke samne Chorus: Care Karte Ho meri, Attention bhi Dete Ho Love Karte Ho itna, na koi kisi se itna karta ho mila tum mein hi mujhe hai apna ghar"
  },
  {
    "order_no": "AI1817242",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1817242 Verse 1: Nani Ke Zariye Aaya Tha Rishta Tumhara Arranged Marriage Setup Tha Lakshay ye shuru mein Pehli Meeting Thi Sister Aur Jiju Ke Saath Restaurant Mein, Lakshay Tumse Mile The Phir Akeli Mili Main thi Tumse Parents Gaye Tumhare Ghar Milne Ko Ek Baar Phir Mile Hum Dono aur fir ma se mili mein restaurant mein wo Chorus: Panchkula Gaye Gurumaa Se Approval Lene Tumhari Family Aayi Hamare Ghar Finalise Hua Sab kuch Dheere dheere pyaar hua hume, is pure waqt mein tha Verse 2 Thirteen Ju"
  },
  {
    "order_no": "AI1717247",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1717247 Verse 1: Arranged Marriage Mein Abhishek Pictures Dekhi Instantly Like Kiya Kuch Tumhare Bare Mein Mile Ek Baar aur, Aage Badha Sab Kuch We Yes In One Meeting, baatein hui tab kuch kiya message tumne, aur battein hone lagi video calls pe bhi bani apni memories Ek-Dusre Ko Dekhkar khaana banna on calls kehna hai bas itna hi tumse aaj aur Chorus: Happy Anniversary Abhishek, ho tum duniya meri meri shame ho tumse, ho meri subah tum se hi Engagement Hui Hamari jud gaye ek duje se Kajal aur"
  },
  {
    "order_no": "AI1817239",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1817239 Facebook Messenger Pe Mili Thi Tumse it all Started With A Simple Hi Number Exchange Kiye, WhatsApp Pe Baat ki shared stories, aur laga jaante hai ek duje ko hi Feelings Develop Hone Lagi Dheere-Dheere Bangalore Aaye Course Aur Job Ke Liye Started Meeting,khoobsurat waqt Tha Saath Understanding Each Other,aur Nazdikiyan Badhi Chorus: We Realized Hum Mad Hai Ek-Dusre Ke Liye Long Distance Bhi Dekha Par Chhoda Nahi Family Ko Manaya, aur bandhenge is bandhan mein we got engaged and the da"
  },
  {
    "order_no": "AI1817238",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1817238 Verse 1: Pehli Baar Mile The Anu, tab Dekha Nahi ek duje ko Casual Friends Bane, baatein hone lagi apni jo Tough Breakup Se Guzar Raha Tha Main us waqt tha sambhala tumne, aur bada tha bond tab Tum Aayi Zindagi Mein, leke savera apne sang Closer Aaye Hum Aur bane best firends hum Eventually Started Liking Each Other then Kehna chahta hu aaj yahi, tumse main Chorus: Happy Anniversary Anu, Ho special tum mere liye meri subah bhi tumse ho, meri shame tum mein dhale hua hai ek saal aur hai"
  },
  {
    "order_no": "AI1817236",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1817236 Verse 1: Regal Blue Mein Mile Ritesh hum The Pehli Baar Twenty-Six October, Arrange Marriage Setup tha wo Twenty nine Ko Chance Se Mile CMC Road Pe thirty October ko Muh Meetha kiya, aur Number Diya Tumne Story Shuru Hui Arrange marriage Se Love Tak pauchi twenty seven November First Date Lake House Mein thi Pehli Baar Drive Kiya Car Tumne, wo bhi saath mere hi Aur kehna chahti hu aaj tumse bas itna hi Chorus: Happy Birthday Ritesh, tum ho duniya meri Ho tumse hi din shuru, dhale shaam"
  },
  {
    "order_no": "AI1717234",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1717234 Verse 1: Twenty-Seven September Ko Insta Pe Aayi Request Tha Rishabh Naam Ka Handsome sa Ladka koi Hairaan Thi Bahut Main Par Socha Kaffi Accept Kar Li thi Request Maine Finally Baatein Hui Jaise Saalo Se Jaante Hon Itni Similarities Thi Match Ho Gaye hum jo Dil-Vil Feel Hua Jaane Kab Se Tha Connection Humara, Pasand Karti Thi Tumhe, bhula maine jaahan tha saara Chorus: Happy anniversary Rishabh, Ho tum special mere liye Nineteen November First Date Yaad Hai abhi bhi hume Saath Mein De"
  },
  {
    "order_no": "AI1717227",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1717227 Verse 1: Railway Station Pe Milna Tha Ek Din Par Main Nahi Aayi Us Din Harshit Kismat Ne Dusra Mauka Diya New Year's Eve Pe Text Kiya Maine Happy New Year Ka Message Bheja Baat Shuru Hui Waha Se Humari Realise Kiya Pyar Ho Gaya Humein aur kehna hai aaj hume bas yahi Chorus: Happy Birthday Harshit, ho tum duniya meri meri subah tum ho, meri shame bhi tumhi Fighting All Odds, aur aaye hai hum yaha that's how Harshit Aur Riya Finally Got Married Loved Each Other Par Kundli na match hui Fa"
  },
  {
    "order_no": "AI1717230",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1717230 Verse 1: Theater Mein Pehli Baar Dekha Tha Tumhe Scooter Key Se Khel Rahi Thi Sapna Tum Chaudah October Do Hazar Ikees date thi Shuru Hua fir humara Pyar Ka Safar date kiya humne fir Char Saal Tak Happy Memories Banayi Saath Mein Fights Bhi Hui Par Solve Kiya Humne Happy Couple Bane rahe humesha banke Chorus: Bubu Ho Tum Meri, Main Hun Tumhara Dudu A very happy and amazing birthday to you Dekhi hai mushkille bhi sang humesha saath rahe Support Kiya Ek-Dusre Ka Har Mod Pe Wo apne fun mo"
  },
  {
    "order_no": "AI1717225",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1717225 Verse 1: Community Matrimonial WhatsApp Group Mein Mile The Hum Pehli Baar Parikh Ji Teen Meetings Mein Hi Haan Kar Diya Opposite The Hum, aur aise shuru hui apni story Care Karte Ho Jitni Meri Harsh na koi kar sake tum hi the tum hi ho ab sab kuch mere liye Jab Bhi Sick Feel Karti Hu you handle me like a child Kehna chahti hu tumse aaj bas itna hi Chorus: Happy Anniversary Parikh Ji, Tum ho duniya meri Smallest Things Mein Bhi Help Karte Ho meri Pushtu Ya Beta Bula Ke Pyaar Se, laao s"
  },
  {
    "order_no": "AI1717226",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1717226 Verse 1: Mummy Ne Dekha Tha Simran Tumhe Pehli Baar Ek Program Mein, aur aayi thi tum pasand Relative Ke Ghar Mein Mile The Hum aur aise hi, hui kahani shuru thi tab Wo Ek Look Badal Gayi Zindagi Hamari dekha jo tumne mujhe, aur maine smile pass kari Pachhis November Do Hazar Bees ko bandhe bandhan mein Shadi Hui apni, aur kehna chahta hu aaj tumhe Chorus: Happy Anniversary Simran, Ho tum special mere liye tumse hi ho meri subah, meri shame bhi tumse dhale Arranged Marriage Se Shuru Hu"
  },
  {
    "order_no": "AI1617211",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1617211 Verse 1: Subhecchha Maafi Mangta Hun Dil Se Aaj Galti Hui Mujhse Badi, Dukh Diya Tumhe Sorry Kehna Kaafi Nahi Par Kehta Hun Hurt Kiya Tumhe Maine, Pachtawa Hai Mujhe Socha Nahi Tha Itna Dard Dunga Tumhe jo bhi saza dogi ha Manzoor hogi mujhe Maafi Chahta Hun, na hoga fir kabhi aisa ek mauka do, aur hoga tum chahogi bas waisa Chorus: Subhecchha Please Maaf Kar Do haa Mujhe Galti Badi Hui Par hai Seekha usse Maine Tumhara saath dunga, ab ho jaaye chahe jo bhi Ye Wada Hai Tumse Dil Se Mer"
  },
  {
    "order_no": "AI1617204",
    "mood": "Unknown",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Unknown",
    "language": "Hindi",
    "story": "AI1617204 Verse 1: Arranged Marriage Se Shuru Hui Kahani Humari Par Dil Ne Kaha Ye Rishta Hai duniya humari Kuch Hi Mahino Mein Itne Kareeb Aa Gaye Nazdikiyan Badhi Aur Jud Gaye Hum Aise Jaante Nahi The Ek-Dusre Ko kuch samay Pehle tak Aaj chalu karne jaa rahe hai Jeevan ye saath Special Bond Hai Jo Bana Humarahaa Aaj Se Shuru Hoga Naya Safar Humara Chorus: Chal Rahi Hun Tumhari Ore Main Aaj liye haath mein varmala, aur ankhon mein khwab Arranged Thi Par Love Ban Gayi Ye kahani Tum Ho Mere, Main"
  },
  {
    "order_no": "AI917009",
    "mood": "Romantic",
    "occasion": "Unknown",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi",
    "story": "AI917009 Mood: Romantic Occasion-Birthday Length: 1-2 Min Artist - Male Language -Hindi The song is to my girlfriend who’s name is pooja, and I’m vansh. I call her Dora and she calls me chiku So we started talking from December end, we first met on 2nd January. I told her my feelings on 12th January at 2:22 a.m. on text. We started dating on 26th January at 12:57 a.m. her birthday is on 13th November. I want to make it special with a song for her which is romantic and mentions our daily meetups."
  },
  {
    "order_no": "AI917014",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi",
    "story": "AI917014 Mood: Romantic Occasion: Anniversary Length: 1-2 Min Artist - Male Language -Hindi-English This song song is for my girlfriend who is going to be my wife in coming year I'm her boyfriend. She calls me Amore and I call her Esposa. After a long wait of 7 to 8 years she has met me again. We met suddenly as it wasn't planned and all I want to thank a beautiful lady your mumma for considering me or suggesting me to you again. We met just before laxami pujan and bond became so strong that we "
  },
  {
    "order_no": "AI917016",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "AI917016 Mood: Romantic Occasion: Anniversary Length: 1-2 Min Artist - Female Language -Hindi-English I dedicate this song to my husband I called him Sona We both studied in the same school. My husband proposed to me many times, but I always said no. Later, when we went to college, he met with an accident — and that moment changed everything. That’s where our love story truly began. ❤️ Our love story started on 17th October 2014, and Then we studied in the same college. After that, he started hi"
  },
  {
    "order_no": "AI917026",
    "mood": "Celebration",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "AI917026 Mood: Celebration Occasion: Anniversary Length: 1-2 Min Artist - Female Language -Hindi The song is for my husband abhik from me His Wife We fall in love and get married created a beautiful family in pune just us.Within a year we welcomed our first baby boy and four years later another baby boy.we find love in our children when they play when we spend time all together. Two hearts now four and created a perfect peace in this whole world. 12 years of togetherness and our love journey is "
  },
  {
    "order_no": "AI917028",
    "mood": "Happy",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "AI917028 Mood: Happy Occasion: Birthday Length: 1-2 Min Artist - Female Language -Hindi This song is for my husband Nikhil for his 40th birthday from his wife Shilpi… He calls me shinu Mine is totally arrange marriage..first my cousin (bua ka beta mila) meet my husband Nikhil..nd den we fixed a date on FB, nd we met on 25th december.. that was Christmas he said yes on first date nd i was like ki i will give answer to my dad, my first impression was like he just look like a kid came in a Mahindra"
  },
  {
    "order_no": "AI917034",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "AI917034 Mood: Romantic Occasion: Birthday Length: 2-3 Min Artist - Female Language -Hindi The song is for my future husband. On the occasion of his birthday I want to dedicate him the song. Hum pheli baar dance class mai mile. Na ek dusre se baat krte na ek dusre ko dekh the 😅 Sir ke birthday mai number exchange huye phir humari baat chalu Huyi. Sabne bola baat kro Aache Lago gye ek dusre ke saath. Phele laga nhi hoga phir dheere dheere pyaar start hua. Ghumne gye Saare chote se chote moments e"
  },
  {
    "order_no": "AI1117073",
    "mood": "Happy",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Male",
    "language": "Hindi HIGH PRIORITY The song is for my wife Komal, from husband Jacky. I call her Jaana and she calls me moto. Our story starts from January 10th, 2015 on Facebook. Memorable Days: 1) The surprise on her birthday - a big teddy bear and her happiness was just wow! 2) Her suddenly coming from Delhi to Patna and the adventurous ride at Eco Park. 3) During the garland exchange ceremony, when I was performing the ritual to ward off evil eye, I could genuinely feel her happiness and reaction. Engagement - August 15th, 2024 Marriage - November 16th, 2024 (I felt this day, she was mine forever, and no one could ever take her away from me). My feelings for her: Every time I see you, I feel that you are my best choice.",
    "story": ""
  },
  {
    "order_no": "AI1017036",
    "mood": "Romantic",
    "occasion": "Friendship",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "AI1017036 Mood: Romantic Occasion: Friendship Length: 1-2 Min Artist - Female Language -Hindi This Song is for my man Nikhil We came in contact on insta We saw a glance of each other at kiosk cafe We started hanging out We became good friends We came closer And now we are unavailable to get apart We know we can never be together but we cant leave each other My name is Khushi"
  },
  {
    "order_no": "AI1017040",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi",
    "story": "AI1017040 Mood: Romantic Occasion: Birthday Length: 1-2 Min Artist - Male Language -Hindi-English The song is for my Girlfriend Vranda, from his boyfriend Ansh. I call her Vranda and she call me Ansh We Met eachother in dec 2022, during our graduation. Then we became friends because of elder sisters as they are also each others friend and later with endless memories and happy moments together the bond changed to bestfriends and after being with eachother in every up and down of life we fell in l"
  },
  {
    "order_no": "AI1017035",
    "mood": "Celebration",
    "occasion": "Wedding day 25th nov 2025",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi",
    "story": "AI1017035 Mood: Celebration Occasion: Wedding day 25th nov 2025 Length: 1-2 Min Artist - Male Language -Hindi The song is for my future wife ranjana and from my side saurav thakur. I called her betu she called me betu as well. She is so hardworking, kindness. She don't have father but she always come first in her family too stand up first. I met her in Delhi in resturant, she touched me by mistakely in auto Rickshaw, but her single touch on my hand melt me completely. She don't like sweets, she "
  },
  {
    "order_no": "AI1017051",
    "mood": "Celebration",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "AI1017051 Mood: Celebration Occasion: Anniversary Length: 1-2 Min Artist - Female Language -Hindi-English The song is for my handsome husband.The song is from his wifey praju I met him with our proper arrange marriage… he always protect me and care me and also loves me a lot… He is my mentor and my teacher also…we meet each other on every weekend at Kannu ki chai with gym wala Bahana wali story"
  },
  {
    "order_no": "AI1017037",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi",
    "story": "AI1017037 Mood: Romantic Occasion: Birthday Length: 1-2 Min Artist - Male Language -Hindi The song is for my wife Deepika. I call him Deepa but her number is saved in my phone as Deepu. My name is Chetan. She calls me Teddy. We connected through Matrimonial site. Our matrimonial profile was managed by ourselves. I sent her a request on matrimonial site. She accepted it and found me on Facebook and pinged me at FB messenger. Therefore we exchanged our WhatsApp and started talking to each other. W"
  },
  {
    "order_no": "AI1017043",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "AI1017043 Mood: Romantic Occasion: Birthday Length: 1-2 Min Artist - Female Language -Hindi-English This song is for my better half my best friend my girlfriend I meet a girl her name is bulbul (B) Uski ek cousin bhen meri dost thi toh uske through hum mile social media pr WhatsApp pr no mila uska hmri bte shuru ho gyi vo extreme introvert thi kuch share nhi krti thi bt bt pr bol deti thi I don’t overshare 😂 Ek din randomly mai uski coaching ki side gya tha vo mujhe niche mil gyi vo thi hmri 1st"
  },
  {
    "order_no": "AI1017052",
    "mood": "Happy",
    "occasion": "Other",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi",
    "story": "AI1017052 Mood: Happy Occasion: Other Length: 1-2 Min Artist - Female Language -Hindi Anushree to nirvy Nirvy is as important to us life is important for human being. She is sooooo special that we can do anything for her. She is cute Intelligent We respect her a lot I want her name that's nirvy N i want Anushree and Nilesh n nilansh name as well We are dedicating this song to our lifeline that's nirvy"
  },
  {
    "order_no": "AI1417148",
    "mood": "Romantic",
    "occasion": "Proposal",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi High priority This is a song from Me to my fiance So Pratik and I met through our families. We first met on February 28th,2025 and spoke for almost 3 hours. I was a complete yapper and let my guard down and he too spoke a lot about himself with all honesty which made me feel at ease and very comfortable around him. I knew it right then that he was the one for me. After our first meet we thought we would meet again but it never happened. Time passed and towards march end I went on a trip to Paris with my bestfriend and somewhere in second week of April he went on a trip to London with his friends while we two were living a completely different life at different places destiny was planning a different and beautiful plan for us. We again met each other on April 23rd, 2025 and said a YES. There was some kind of magic that just unfolded. Initially it took us a little time to get comfortable around each other but with each passing day, with every argument, with every happy memory we got closer and closer. Our love and respect for each other increased immensely. He’s handled all my mood swings like a pro king and understood me like no one else could. He’s healed me in ways that I can’t even think of. His love has brought so much joy into my life. His care and concern is something that no one can match. His honesty and sincerity is something that brings so much peace into my life and it is something that makes me fall in love with him even more every single day. Right from coming to visit me when I got my periods he got me really beautiful white roses. Just when RCB won he won my heart too because as RCB won he came straight to my house and shared that joy with me. Every kiss of his takes me to a dream land. Every video call with him in the night and through the day is the most precious thing and that brings a wide smile on my face. Him sleeping on video calls to making the silliest faces to cheer me up is extremely adorable. His every “munna bhai and gundi” makes me laugh out loud. Just listening to him sing brings me joy. His hugs became tighter with each passing day and now it doesn’t even feel like an arranged marriage anymore it literally feels like we are doing a love marriage and have known each other for years. I’m the luckiest to have found him, I’m so so so blessed to have him by my side. I want to promise him that I’m going to be there for him, I’ll love with him with every cell in my body, I want to take care of him and protect him in every way I can. He is the most precious boy in this world. He makes my heart smile and eyes shine. I want to ask you that “ are you ready to get old with me and have the most beautiful life ahead of us”? I love you. Thank you for coming into my life.",
    "story": ""
  },
  {
    "order_no": "AI1517158",
    "mood": "Sad",
    "occasion": "I want to tell sorry to my gf",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi The song is for my gf samikshya and I am aawez",
    "story": ""
  },
  {
    "order_no": "AI1517187",
    "mood": "Sad",
    "occasion": "(Feeling sorry)",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi",
    "story": "( my best friend Nupur ( mae usko Bcha bolta hu) shubham Mae jab bhi problem mae tha vo hamesha mera sath thi lakin jab bhi unhae meri jarurat thi mae kbhi available ni tha tuo uskae liya mujha bhot feel hai tuo usnae sorry bolna chata hu"
  },
  {
    "order_no": "AI1517171",
    "mood": "Celebration",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi The song is for my wife Sangeeta from husband santosh I call her baby and she call me hubby We are 27 years together we love each other so much",
    "story": ""
  },
  {
    "order_no": "AI1317194",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi Song for - Mohit (husband) Song from - Surbhi (wife) Story- arrange marriage process where bio data was exchanged, then number exchanged, chatting and calls, video calls-where we got to know each other, then came to calcutta to meet him in personal, the vibe was good, felt like it can be taken ahead then was proposal roka and within 4 months marriage Now we are completing 2 years of marriage he has been caring supportive loving.",
    "story": ""
  },
  {
    "order_no": "AI1417147",
    "mood": "Happy",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English This song is for my husband Akshay. We call each other “Ting” It’s his birthday and I want to thank him for understanding me and loving me. Caring for me even after all the ups and downs we faced. Wish to be there for him and love and support him always.",
    "story": ""
  },
  {
    "order_no": "AI2117343",
    "mood": "Romantic",
    "occasion": "Proposal",
    "length": "2-3 Min",
    "artist": "Male",
    "language": "Hindi The song is for my Guddi ji from husband Akash i call her babe and she call me baby My story: Hum dono paheli baar mount abu me mile the tab se hamari dosti hui fir hum first movie dekhne gaye the tab se mujhe unke uper crush tha phir hum ne best friends banke bahot moment enjoy ki sath me or phir jab hum dwarka gumne gaye tab hub dono ki or se pyar bhaot acha tha abhi mujhe unko prapose krna hai guddi ji ko",
    "story": "\\*\\*Instructions:\\*\\* Apply ALL 28 patterns from Stage 2 learning: - Show transformation stages (dosti → baatein → mulaqat → pyar) - Use parallel structures (\"mere hath se, tumhare hath se\") - Integrate habits into relationship fabric - Reframe conflicts as love expressions - Use corrective escalation (\"hissa nahi, zindagi hi ho\") - Show involuntary emotional reactions - Use dwelling metaphors (basa hai, rehne lage chupke se) - Apply light/noor metaphors where relevant - Use inexpressibility tec"
  },
  {
    "order_no": "AI2117329",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "English The song is for my husband Vitur dedicated by Wife Josephine. He calls me baby, i call him babe. I am from a small town, he lives in a big city. We were introduced by my uncle at his 50th wedding anniversary. We met, fell in love and in in 3 months got married. It felt he is the one I ever wanted. We are meant to be together and the journey we through was a process to prepare us both to value each other.",
    "story": ""
  },
  {
    "order_no": "AI2117341",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for my husband aditya,from wife Neha I call him adu and he call me neha We meet on Instagram in 2021 and first few months wetalk daily like he is my best friend, after Few months i realised that I like him so much and I fall in love with him, and I proposed him on phone call and his reaction is normal he didn't answer my proposal he said that one's we meet face to face and then I answer your proposal and after waiting for 7 months finally he come kolhapur to Pune on bike with his friend for me and we meet on 8 March 2022. When I saw him first time it's like magic he looks so handsome with his bearded face,his eyes are just magical and beautiful smile, and then we spend full 2 days together,after that when he is going back to home he finally call me and said yes to me and we both are happily crying on call that day is best day of our life",
    "story": ""
  },
  {
    "order_no": "AI2217351",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi The song is for my wife, Angel from husband, Manish. I called her baby and she call me hobby. Phli bar shri ram hospital me dekha ta 1 moth baad date par mile or pyar ho gya ta 6 sala relationship ho gye thank u for coming in my life",
    "story": ""
  },
  {
    "order_no": "AI2217354",
    "mood": "Happy",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "FeMale",
    "language": "Hindi The song is for my bestfriend Prabh from his friend Ankit. He calls me ankii and i call her idiot Firstly we met at college in our college group then slowly slowly we talked about the subjects exams and many more after that our bond has been great which can’t be explained in words. She is my favourite person. I will always there for her whenever she needs. In august i had lost my memory i forgot my parents even friends also and forgot the bond we have. She supports me very much I can’t even explain in words. I owe her alot. The fear of loosing her make me cry.",
    "story": ""
  },
  {
    "order_no": "AI2217353",
    "mood": "Celebration",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "FeMale",
    "language": "Hindi- English Mix The song is for my Husband- Karthik. From his wife Lovleen. I called him Chikkoo Please start the song with this - Oye Chikko this is for you- We met while working together at the Ramada Hotel in Bangalore. After work, we used to go to Koramangala and walk around the streets in the evenings, often going on Kinetic rides. After two years, we got married on 24th March 2017.",
    "story": ""
  },
  {
    "order_no": "AI2217352",
    "mood": "Happy",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "FeMale",
    "language": "Hindi Song is for my husband from his wife Palak Meet as a friend 2020. First meet in Bhopal. Come in relationship after 8-9 month. And 2022 July marriage fix with parents supported and 28 nov 2022 wedding.",
    "story": ""
  },
  {
    "order_no": "AI2117328",
    "mood": "Romantic",
    "occasion": "Proposal",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi The song is for my bestie Shruti Gupta. And this song from her bestu Sunil Mittal We met first time in stonemen office. After that we started chat at late night. We go for first our lunch with our team at Anjani Kitchen and eat pav bhaji and pasta. We first time go for a long drive and eat food at Braj Ki rasoi. We watched out fist movies Jolly LLB 3. Now we daily meet in our office and eat mostly penut chat. Now we are working together and best friend for life long",
    "story": ""
  },
  {
    "order_no": "AI2517395",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi",
    "story": "The song is for my wife Vini and my name is Aman.. We were classmates in school and we met again after college in reunion.. we fell in love and then we proposed each other for marriage and had love marriage.. it’s our 14th marriage anniversary.. we have 2 boys as our kids and they are our life.. we recently shifted to new home which was turning point of our life and we are living a happy and peaceful life.."
  },
  {
    "order_no": "AI2417394",
    "mood": "Happy",
    "occasion": "Proposal",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi HIGH PRIORITY The song is for My Crush Isha from Ayush and i call her Isha ji The girl name isha is my crush",
    "story": ""
  },
  {
    "order_no": "AI2217352",
    "mood": "Happy",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "FeMale",
    "language": "Hindi Song is for my husband from his wife Palak Meet as a friend 2020. First meet in Bhopal. Come in relationship after 8-9 month. And 2022 July marriage fix with parents supported and 28 nov 2022 wedding.",
    "story": ""
  },
  {
    "order_no": "AI2517400",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi",
    "story": "The song is for wife Priyanka on her birthday from Husband and son. Mrugank(Husband), Dev (Son). We met at a work place and we used to fight a lot Then our fights turned in to the friendship then relationship and marriage. We been to London for 2 years and spend very good time created a wonderful memory Where we got to know that I’ll be father soon And six months before we are blessed with a boy ‘DEV’"
  },
  {
    "order_no": "AI2317362",
    "mood": "Celebration",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi English Mix The song is for my boyfriend Sarthak from his girlfriend Arushi, I call him baba I and Sarthak met in college first year and have come a long way together since past 9 years … we both spoke on call for the first time on 13th January 2017 and instantly knew that we are made for each other. We met for the first time on 22nd January 2017 on a bridge at Rajiv chowk metro station and hugged each other and since then we have been enjoying our dating phase and I want to propose him for marriage through this song on our anniversary day which is on 13.01.26",
    "story": ""
  },
  {
    "order_no": "AI2317365",
    "mood": "Happy",
    "occasion": "Christan Godly Song",
    "length": "1-2",
    "artist": "Male",
    "language": "HINDI FOR JESUS Iss jagh mein kyu aaya tha yeshu masih mukti dene gunaho ka aaya mashi Pehla pehla chamatkar dikhaya tha vo, Kanha k nagar mein dikhaya tha vo, Diya pani se matke ko bhare hue -2 Dakhras mein badala dekhte dekhte Murdo ko jilaya tha yeshu masih, Jiski shakti ki duja hai koi nahi -2 Bahar tu aa Lazarus se kaha -2 Lazarus jee utha dekhte dekhte Iss jaha mein kyu aya tha yeshu masih, mukti dene gunaho se aaya tha masih. Aaya tufaan zor se samundar mein Jaha yeshu bhi so rahe the uss naav mein -2 Jab yeshu ne daanta tha tufaan ko -2 Shant ho gaya turant dekhte dekhte Iss jaha mein kyu aya tha yeshu masih, Mukti dene gunaho se aaya masih. Usne langde aur andhe ko changa kiya kodhi beemar ko bhi vo changa kiya -2 Uske shabdo mein thi itni samarth bhari -2 Changee sab ho gye dekhte dekhte Is jaha mein kyu aya tha yeshu masih, mukti dene gunaho se aya tha masih. Aao hum bi chale iss yeshu ke paas vahi karta hai jeevan ki naiya ko paar -2 Chama maange har paaon ka dil se hum aaj -2 Shuddh kar dega aaj dekhte dekhte Iss jahan mein kyu aya tha yeshu masih, mukti dene gunaho se aya tha masih.",
    "story": ""
  },
  {
    "order_no": "AI2317370",
    "mood": "Romantic",
    "occasion": "Proposal",
    "length": "2-3 Min",
    "artist": "Male",
    "language": "HINDI English Mix The song is for my husband from his panda(wife) Hum school me sath padhte the phir hum school k baad 11 saal baad baat start ki. Maine message Kiya unko phir kuch din msg me baat chlti rhi.. phir ek month baad unka 3 din msg nhi aaya, mujhe tension si Hui kuch, maine unko call Kiya, tb hum friends hi the. Lekin unko kuch feel hua ki unki koi care krta h, tb kuch din baad maine unse confess krwa liya ki unko mujhse pyar ho gya aur merko bhi unse. Ghr pe sb log maan nhi rhe the mere shadi k liye, 8 months ki continuous struggle k baad parents ko mnaya aur ab hmari shadi ho gai h. Wo mujhse bht bht jyada pyar krte h etna ki kisi ne kisi ko nhi kiya m unke pyar k layak hu bhi nhi phir bhi bht pyar krte h...khud raat ko soye bina mujhe apni arms me sula k rkhte h Puri raat",
    "story": ""
  },
  {
    "order_no": "AI2317373",
    "mood": "Romantic",
    "occasion": "Just Celebrating Togetherness",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "HINDI The song is for beloved upen from his titli Ankita Randomly met on instagram become friends. We both were going through emotional breakdown, he's very simple intellectual little lazy little unromantic shy guy",
    "story": ""
  },
  {
    "order_no": "AI2317374",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "HINDI The song is for my husband Suraj and I’m his wife diya We Were childhood friends and neighbours. Best friends and later fell for each other And now happily married for 2 years I want my suraj for all my lives as my husband",
    "story": ""
  },
  {
    "order_no": "AI2617408",
    "mood": "Happy",
    "occasion": "Wedding",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi ON PRIORITY The song is to ishika from Muskaan She's my best friend who's getting married. Hum dono ek dusre ke saath school se hai. From school to vacations everything has been together. We did have few conflicts between us but nothing of that sort has made us apart. We have been together in all our ups and downs. We share amazing memories together. She's been with me in all my hard times, all my good times. She's always been there. I may have hurt her by my words but She'll always have my back whenever she needs me. She's very sensitive and no one can handle her like I do. I still can't imagine that she's going to leave her home. Mat jaana ishika... I'm going to miss you.. Our badminton nights, our dinners, our tournaments, our phone calls, I'm going to miss everything. Promise me that you'll always be happy and incase you have any problem always remember I'm here for you always. I'm going to miss your tantrums so much ishu. I don't say it much..but I love you and I'll always do.",
    "story": ""
  },
  {
    "order_no": "AI2517406",
    "mood": "Celebration",
    "occasion": "Proposal",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English",
    "story": "This song is for my fiance rohn, and this is Kashish. My Fiance and I met 5 years back in the gym, he asked me about my socks and we clicked, he gifted me a phone cover telling he thought of me, and then it all started. We got to know each other, we took 6 months to say I love you, we went on trips had fun and did alot of good things together, later we knew we wanted to get married, his family was good with me, but mine didn’t agree we fought alot, and then finally made it, we finally did it. Cu"
  },
  {
    "order_no": "AI2517405",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "male",
    "language": "Hindi",
    "story": "The song is for my husband from his wife. Ayushi and Vishakh met on telegram back in December 2023. He shared his wish to marry me. We talked to our parents about it. We got married on 27 November 2024. We love each other very much. He is very caring and Supportive. We have a kid named Dhrimay. I want to dedicate a song to him on our first marriage anniversary."
  },
  {
    "order_no": "AI2517404",
    "mood": "Romantic",
    "occasion": "Proposal",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English",
    "story": "This song is from me Radhika to Dinesh I met him in the gym he is my trainer, his name is Dinesh, he is the one who pushed my limits for strength training, legs ki excercise se bahut dar lagta tha par usne sab karwaaya, he use to feel a little for me but respect k aage kabhi nahi bolna kuch, phir 22 Nov ko maine usse I miss you ka text bheja jiska reply usne bahut hi normal diya but i had crazy pure feelings for him and on 23rd of november nitin ki shaadi mein usne mujhe dekha saari mein and usk"
  },
  {
    "order_no": "AI2417391",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "male",
    "language": "Hindi-English Song is for my girlfriend maggu. She calls me PR We met in office over an office renovation project. Earlier we were enemies but slowly it turned into friendship. The friendship is now love. We meet in secret on office stairs and wherever we can. We may not be able to end up together but our love will always be eternal.",
    "story": ""
  },
  {
    "order_no": "AI2417393",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English For my my husband abhi 12 may हम मिले just2 min बात पर tumne हाँ कह diya पता नहीं tumne क्या देखा mujhe me.. Jab sab कुछ final हो गया तो phone कॉल होने लगे code word me बातें huie.. pihr मिलना jaghdna चलता reha और प्यार हो गया तुम्हें अपने scooter पर पीछे बैठाकर gummana or tumhara pareshan karna accha legne lega15 दिसम्बर शादी हो gaie सारे सपने sach हो गए arsh जैसा प्यारा beta हुआ तब तुम्हारी care or support इतना milla जो shayad ही किसी को milla.तुम्हारा mujhe चिढ़ना wo मेरे नौटंकी वाले jaghde pihr तुम्हारा serious होकर गुस्सा हो जाना mera मनाना.. Time निकालता chala गया.tum ने कभी कोई mujhe surprise नहीं diya कोई gift नहीं diya starting me बहुत feel हुआ बाद me आदत सी हो gaie पर जो effort tumne हमारे रिश्ते me डाले hai... me wo कभी नहीं डाल पाती.... wo हमारे रिश्ते की neev hhai.tumahare haath ki chaie se meri di ki शुरुआत hotti hai. Jo mere din ka best time hai..mujhe kuhd ko kabhi apne aap par bahrosha nahi huwa jitna tumko mujhe पर hai...mera गुस्सा और नखरे tum ही सम्भाल saktey ho mujhe जैसे angry bird को tum ही शांत कर saktey ho..... plz plz ऐसे ही reha... Love u so much... Happy Birthday",
    "story": ""
  },
  {
    "order_no": "AI2417389",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi-English This song is for anushree and deepanshu from ishha and siddharth 10th anniversary on 5th dec 6th june ring anniversary Know each other since almost 16 years She was in bareilly and he was in roorkie when he proposed n she said yes, he proposed with the book which he himself wrote College 1st year when proposed Best trip after marriage was Australia Now they have a kid who is 5 years old shritikk",
    "story": ""
  },
  {
    "order_no": "AI2417393",
    "mood": "Romantic",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English For my my husband abhi 12 may हम मिले just2 min बात पर tumne हाँ कह diya पता नहीं tumne क्या देखा mujhe me.. Jab sab कुछ final हो गया तो phone कॉल होने लगे code word me बातें huie.. pihr मिलना jaghdna चलता reha और प्यार हो गया तुम्हें अपने scooter पर पीछे बैठाकर gummana or tumhara pareshan karna accha legne lega15 दिसम्बर शादी हो gaie सारे सपने sach हो गए arsh जैसा प्यारा beta हुआ तब तुम्हारी care or support इतना milla जो shayad ही किसी को milla.तुम्हारा mujhe चिढ़ना wo मेरे नौटंकी वाले jaghde pihr तुम्हारा serious होकर गुस्सा हो जाना mera मनाना.. Time निकालता chala गया.tum ने कभी कोई mujhe surprise नहीं diya कोई gift नहीं diya starting me बहुत feel हुआ बाद me आदत सी हो gaie पर जो effort tumne हमारे रिश्ते me डाले hai... me wo कभी नहीं डाल पाती.... wo हमारे रिश्ते की neev hhai.tumahare haath ki chaie se meri di ki शुरुआत hotti hai. Jo mere din ka best time hai..mujhe kuhd ko kabhi apne aap par bahrosha nahi huwa jitna tumko mujhe पर hai...mera गुस्सा और नखरे tum ही सम्भाल saktey ho mujhe जैसे angry bird को tum ही शांत कर saktey ho..... plz plz ऐसे ही reha... Love u so much... Happy Birthday",
    "story": ""
  },
  {
    "order_no": "AI2417385",
    "mood": "Happy",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English The song is for my boyfriend Saikat nd I am his girlfriend Kabya. I call him Baby He sent me freind request on facebook on 2017/2018. After sometines I accepted his frnd request but we never talked. But he used to wish me on birthday nd from 2022 we started to talk nd met for the first time in a restro and then after some meeting he again proposed me and I said yes. So thats we were getting into this relation nd by the blessing of god it is going good. One more thing I didn't want any relationship and even I started to hate this love pyar but he changed me. Happy Birthday Baby❤️. I love you so much?",
    "story": ""
  },
  {
    "order_no": "AI2417383",
    "mood": "Celebration",
    "occasion": "Engagement day",
    "length": "2-3 Min",
    "artist": "male",
    "language": "Hindi The song is for my fiancee Ayushi by me Heemanshu She calls me shoni, I also call her the same. Both are medicos,I saw him for the first time outside OT where she just went inside without noticing me. Following that we had our first face to face meeting in ICU where we talked for some time.Then we used to see each other in wards when she used to come for checking patients.Our first chat was me wishing her Happy Birthday on 26th June,and then we started having chats with each other on Instagram, our first date was at Bikanos restaurant where she was wearing white colour top we both sitting on same sofa and seeing a couple who had come along with their parents to see each other's family before marriage, and thus we also imagined the same.Love started growing deeper, with our first outing in a car ride and clicking our most loved pic outside MBA chaiwala cafe.Our bond started growing stronger and we went to many places coffee house at palm Island being our most visited one.We went to surinsar lake, many temples, panipuri shops her favourite.Her birthday on 26th June and mine on 17th July since we have met were my favourite days.I truly feel that I have got the one I have prayed for from God,I have felt the love and her presence at each moment when she is not with me.You know what I like the most,that there's not a single day when she didn't call in morning just to hear my voice or to see me.This shows not only the depth but the loyalty and her true nature...She is the best.",
    "story": ""
  },
  {
    "order_no": "AI2417382",
    "mood": "Celebration",
    "occasion": "Birthday",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi-English This song is for our daughter Kashvi n this is from papa mummy n Little sis samaya n chacha chachi..\"Happy 13th birthday to the sparkle in our lives! 🎉❤️ You’re growing into a kind, talented, and confident young woman, and we’re so proud of you! Wishing you a year filled with adventure, laughter, and dreams that come true. 🎂✨\"Kashvi from the moment you were born, our lives changed in the best way possible. 13 years of laughter, adventures, and love have flown by, and we're so grateful to be your parents. We're proud of the smart, kind, and beautiful young woman you're becoming. Here's to many more memories, milestones, and dreams to be achieved. Happy birthday, sweetheart! We love you more than words can say 🌹 \"कश्वी, तुम हो पापा की परी मम्मा की जान, दादा-दादी की लादली आशी की प्यारी दीदी, चाचा-चाची की बेस्ट फ्रेंड तुम हो हमारी जिंदगी की सबसे बड़ी खुशी तुम्हारी मुस्कान से रोशन है ये घर तुम्हारी बातों से खुशियाँ भर जाती हैं कश्वी, तुम हो हमारी जिंदगी की धुन तुम्हारे साथ हर पल है खुशनुमा हैप्पी बर्थडे कश्वी तुम्हारे सपने पूरे हों, यही है हमारी दुआ 🎉❤️ सबका प्यार है तुम्हारे साथ तुम्हारी जिंदगी में खुशियाँ भर दें, यही है हमारी चाहत हैप्पी बर्थडे कश्वी🎂👑\"",
    "story": ""
  },
  {
    "order_no": "AI2517406",
    "mood": "Celebration",
    "occasion": "Proposal",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "English HIGH PRIORITY This song is for my fiance rohn, and this is Kashish. My Fiance and I met 5 years back in the gym, he asked me about my socks and we clicked, he gifted me a phone cover telling he thought of me, and then it all started. We got to know each other, we took 6 months to say I love you, we went on trips had fun and did alot of good things together, we were very different from each other, I was soft and calm, he was an ideal man, took care of me while we were together, picked my bags up, did everything for me, proposed me in malaysia. We had alot of arguments, 2025 was a rough year but we knew we wanted to get married, his family was good with me, but mine didn’t agree we fought alot with my family for a year, and then finally made it, we finally did it.song to ask him if he’ll marry me",
    "story": ""
  },
  {
    "order_no": "AI2217338",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi- English This song is for my husband Deep from his wife Kajal we both met first in college where we were not even friends and then luckily we got placed at a same office in HDFC mutual Funds and then one day we decided to go party at Blackout Jaipur where in it all began and it’s been 5 years to our marriage now. We started dating on 10th June 2017 and then got married on 27 November 2020. This song is a anniversary gift to my husband",
    "story": ""
  },
  {
    "order_no": "AI2417377",
    "mood": "Celebration",
    "occasion": "One month Complete of relationship",
    "length": "1-2 Min",
    "artist": "Male",
    "language": "Hindi The song is for My girl friend Ripal from husband Rohan.i call her Bebu and she call me “betu” We were friends from 2023 on Instagram,First time we met on 31st October 2025 at Opa bar mumbai,we did so much dance and all,after that we were roaming in Mumbai by autho rickshaw,in auto rickshaw we had did first kiss which calls transfer of love,from that day she is my girlfriend",
    "story": ""
  },
  {
    "order_no": "AI2517407",
    "mood": "Celebration",
    "occasion": "Birthday",
    "length": "2-3 Min",
    "artist": "Male",
    "language": "Hindi - English The song is for our daughters 18th birthday Manya from her parents & brother Manya is a very sweet & obedient girl born on 22 December 2007. She loves is a lot specially her brother Yash bhai. Her beat friends as Garima & Mahima. We really relive her a lot & she is treated like a princess",
    "story": ""
  },
  {
    "order_no": "AI2617414",
    "mood": "Happy",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "male",
    "language": "Hindi HIGH PRIORITY The song is for my wife Zainab, From Husband Rahim. I Call Her My Bacha And She Call Me Jaan After 10 years later We Met In our Hometown village In the Marriage of her Brother we see to each other we felt for each other and after that i go for to drop in the car to the station in between i see in the car mirror to her after that she’s gone in the train then after 6 months later i text her on Facebook and then we start a healthy conversation we finally came in the Relationship and then we met first time at Kalamb Beach then our love will start for a long live relationship forever love relationship for and then i marry her on 27 th October",
    "story": ""
  },
  {
    "order_no": "AI2617424",
    "mood": "Romantic",
    "occasion": "Anniversar",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi -English HIGH PRIORITY To my boyfriend Navdeep, from Sherry We met on bumble in November 2022, we are still together this year we are celebrating our anniversary on 29th nov 2025. In June 2024 i shifted to another city, but I usually goes every month to meet him. He listens to me he gives me advices, whenever I get angry he always try to resolve everything. Day by day our relationship is growing.he loves me a lot and I do love him a lot.",
    "story": ""
  },
  {
    "order_no": "AI2617409",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2Min",
    "artist": "Female",
    "language": "Hindi - English The song is for my husband and I am his wife and we call each other KUKKU IN LOVE ✨ Levisha & Ankit – A Beautiful Love Story ✨ Our love story began on 3rd August 2021. After our first meeting, we didn’t speak for almost a week—no calls, no messages, nothing. And then suddenly, after seven days, Ankit called me out of the blue. From that day onward, one line became our everyday routine: “Hor ki haal? Kiddan? Hor dasso…” Those simple Punjabi words slowly became the foundation of our connection. Then came a night that changed everything— just two ice cubes… and an entire night of conversations. That night brought us closer than ever and turned strangers into partners. After that, our mornings had a new rhythm. Every day, Ankit would pick me up from MG Road Metro Station and drop me to my office. Between those rides came countless meetings, endless conversations, little moments of care, and a love that quietly grew with time. And then milestones began to fall into place— 12th October – Our Roka 2nd December – Our Wedding Between these two dates were dinner dates, lunch dates, laughter, and memories we’ll cherish forever. But above everything else, our relationship stands strong on just two words: TRUST and UNDERSTANDING. And that’s the most beautiful part— even though it is an arranged marriage, our story feels nothing short of a fairytale",
    "story": ""
  },
  {
    "order_no": "AI2617412",
    "mood": "Celebration",
    "occasion": "Anniversary",
    "length": "2-3 Min",
    "artist": "Female",
    "language": "Hindi - English This song is dedicated to my husband, Nirav, and it is from me, his wife, Margi. Our journey began in 2013, in the most unexpected way. Even though we were from the same college and the same age, destiny made sure we never crossed paths until the one day that changed everything — 29th August 2013. Just one meeting… and we both said “yes.” No second thoughts. Just a feeling that this was exactly right. Our engagement followed on 13th September 2013, and a year later, on 5th December 2014, we promised life to each other. We were only 22 — young, excited, and ready to build everything from scratch. And we truly did. On 22nd June 2016, our world became complete with the arrival of our son, Dhyan. He is not just a part of us — he is the biggest, most precious part of our story. Everything we have achieved, every dream we have chased, every moment we have celebrated… we have seen, achieved, and cherished it all together — the three of us. We always say we’re “same same but different.” We balance each other, challenge each other, grow with each other. I explored the world after marriage, and with him by my side, life became bigger, brighter, and fuller. He is the man who celebrates my success louder than I do. The one who pushes me, supports me, and stands behind me at any cost. My biggest cheerleader. The best dad to Dhyan. And yes… my irritating husband, but the one my heart still chooses every single day. Together, we’ve built a life from zero — new cars, new properties, new dreams, new travels. Every win feels special because we earned it together, as a team. He is an incredible cricketer, and I’ve witnessed every step of his journey — every practice, every struggle, every breakthrough. He lives with values, commitment, and passion. At home, he is a dutiful son, never missing a single responsibility. He is someone who believes in earning everything through his own hard work — not relying on anything inherited, but building his own destiny. This is us — the three of us. A story that began unexpectedly… A bond that grew naturally… A family that stands strong together. 11 years later, we are still choosing each other, still growing, still loving, and still building a world for Dhyan — our biggest blessing and the heart of our journey",
    "story": ""
  },
  {
    "order_no": "AI2617413",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi - English The song is for my husband jagat, from wife jahanvi. He call me jahanvi, chakuu and I call him jagat, jaguu We first chat on Facebook on 2nd November 2023 at 7:48 I started chatting with him by saying hii. After that on 3rd November we both decided to met eachother in Ahmedabad so I travel to Ahmedabad without saying anyone in my family and at night we met at frizbee for the very first time. He came with one cute dog an I know he wear a white shirt and specs and by looking him I fell for him. After talking a lot we decided to spent our future together and on 17th November our family members met and decided for engagement on 20th November. So tie our relationship on 20th November. Jagat is very carring person. And we married on 7/12/24 its been year on this day.he always try to keep me happy and whenever i feel sick or not feeling well he’s always there for me for this reason I love you a lot you mean to me. And yes we have to go vietnam for the honeymoon trip so please book a tickets 😉😁😁 Add some words or some romantic and funny quotes in this song",
    "story": ""
  },
  {
    "order_no": "AI2617415",
    "mood": "Romantic",
    "occasion": "Anniversary",
    "length": "1-2 Min",
    "artist": "Female",
    "language": "Hindi -English The song is for my boyfriend Yash, from girlfriend Disha. Our first memorable day was 25th dec,2024, on that day I(disha) have become his santa and gave him gift.After that we have confirmed our relationship on 25th May, 2025 evening, we were sitting on sofa that time.he said I love you first, that time my heart skip the beat for a sec, and I have said I too love you.with time he even understands my silence, I(disha) am the happiest person when he is arround me.I want to thank him for coming in my life and I want to tell him to stay forever with me, and in last I love him forever",
    "story": ""
  }
]